/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Consortium myMed:" = "Consortium myMed:";

/* No comment provided by engineer. */
"Credits" = "Crédits";

/* No comment provided by engineer. */
"Funded by:" = "Financé par:";

/* No comment provided by engineer. */
"myMed Launchpad..." = "myMed Launchpad...";

/* No comment provided by engineer. */
"MyMed web site..." = "MyMed web site...";

/* No comment provided by engineer. */
"myRiviera" = "myRiviera";

/* No comment provided by engineer. */
"New item" = "Nouvel élément";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Open web site" = "Ouvrir le site Web";

/* No comment provided by engineer. */
"Please write the new checklist item" = "S'il vous plaît écrivez le nouvel élément";

/* No comment provided by engineer. */
"Reload" = "Recharger"; /* NEW */

/* No comment provided by engineer. */
"Server down, or no connection available." = "La connexion Internet n'est pas disponible"; /* NEW */

/* No comment provided by engineer. */
"Social Network" = "Réseau social";

/* No comment provided by engineer. */
"Suggest this app" = "Suggère cette app à un ami";

/* No comment provided by engineer. */
"To do" = "À faire";

/* No comment provided by engineer. */
"Universities" = "Universités";

